Repository: ag-game/boxcars
Catalog: game/locales/*/*.po
Languages: pl

source: %s joined the match.
pl: %s dołączył/a do meczu.

source: %s left the match.
pl: %s opuścił/a mecz.

source: %s moved %s.
pl: %s poruszył/a %s.

source: %s rolled %s.
pl: %s wyrzucił/a %s.

source: %s wins!
pl: %s wygrywa!

source: Accept
pl: Akceptuj

source: Connect
pl: Połącz

source: Connecting...
pl: Łączenie...

source: Create match
pl: Stwórz mecz

source: Double
pl: Dubluj

source: Drag here to bear off
pl: Przeciągnij tutaj, aby wystartować

source: Failed to join match: %s
pl: Nie udało się dołączyć do meczu: %s

source: Failed to leave match: %s
pl: Nie udało się opuścić meczu: %s

source: Failed to move checker%s: %s
pl: Nie udało się poruszyć szachownicy%s: %s

source: Failed to submit moves: %s
pl: Nie udało się przesłać ruchów: %s

source: Hide Keyboard
pl: Ukryj klawiaturę

source: Join match
pl: Dołącz do meczu

source: Join match: %s
pl: Dołącz do meczu: %s

source: Leave match?
pl: Czy na pewno opuścić mecz?

source: Legal moves: %s
pl: Dozwolone ruchy: %s

source: Name
pl: Nazwa

source: No
pl: Nie

source: No matches available. Please create one.
pl: Brak dostępnych meczów. Utwórz mecz.

source: Password
pl: Hasło

source: Points
pl: Punkty

source: Resign
pl: Rezygnuj

source: Roll
pl: Rzuć kostką

source: Server
pl: Serwer

source: Show Keyboard
pl: Pokaż klawiaturę

source: To log in as a guest, enter a username (if you want) and do not enter a password.
pl: Aby zalogować się jako gość, wprowadź nazwę użytkownika (jeśli chcesz) i nie wprowadzaj hasła.

source: Username
pl: Nazwa użytkownika

source: Warning: Received unknown event: %+v
pl: Ostrzeżenie: Otrzymano nieznane zdarzenie: %+v

source: Welcome to %s
pl: Witamy w %s

source: Yes
pl: Tak

source: You may need to upgrade your client.
pl: Konieczna może być aktualizacja twojego klienta.
